Recuperacion_2EVA/Repaso_02_Barebones.tex
% Created 2020-02-10 lun 20:15
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[newfloat]{minted}
\hypersetup{colorlinks=true,linkcolor=black}
\author{Angel Berlanas Vicente}
\date{\today}
\title{UD09 - Repaso - Barebone}
\hypersetup{
 pdfauthor={Angel Berlanas Vicente},
 pdftitle={UD09 - Repaso - Barebone},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={Spanish}}
\begin{document}

\maketitle
\tableofcontents


\section{Aviso navegantes}
\label{sec:org9777c56}

Leed atentamente los enunciados de las actividades y buscad soluciones que se
adapten a las necesidades.

Asumid para todas las preguntas que estáis en un APP y que esas preguntas os
las hace un cliente que \emph{NO SABE} de informática. Contestad de manera correcta 

\section{Pregunta 01 : Barebone}
\label{sec:org2773604}

¿Qué es un Barebone?¿Para que tipo de cliente puede ser interesante?

\section{Pregunta 02 : Comparativa de Barebones}
\label{sec:org2e1c775}

En \href{https://www.pccomponentes.com/barebones}{esta página} podemos encontrar diferentes barebones, elige 2 de ellos cuya
diferencia de precio no sea mayor de 100 euros y realiza una comparativa
detallada.

\section{Pregunta 03 : CPUs para Barebones}
\label{sec:org3452253}

¿Qué modelos de procesador son los que se utilizan en los barebones? ¿Qué
significan las siglas \texttt{NUC}?

\section{Pregunta 04 : Formatos de placas para Barebones}
\label{sec:orgd440ef1}

¿Cuáles son \textbf{todos} los formatos de placa base que aparecen en la web
anterior? ¿Qué tamaño tienen?.

\section{Pregunta 05 : Intel Rapid Storage}
\label{sec:org02256ac}

¿Qué es esto?¿Para que me sirve a mi?¿Debería pagar más por tener esto?
\end{document}
